Repository: kthchew/ExtendFS
Catalog: ExtendFS/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans

source: Acknowledgments
es: Agradecimientos
fr: Remerciements
zh_hans: 致谢

source: An error occurred while determining whether the extension is enabled.
es: Se ha producido un error al determinar si la extensión está habilitada.
fr: Une erreur s'est produite lors de la vérification de l'activation de l'extension.
zh_hans: 确定文件系统扩展是否已启用时发生错误。

source: Enable ExtendFS's extensions.
es: Habilitar las extensiones de ExtendFS.
fr: Activer les extensions d'ExtendFS.
zh_hans: 启用 ExtendFS 的扩展。

source: ExtendFS Support
es: Soporte de ExtendFS
fr: Assistance ExtendFS
zh_hans: ExtendFS 支持

source: Open Login Items & Extensions in System Settings.
es: Abrir “Elementos de inicio y extensiones” en “Configuración del Sistema”.
fr: Ouvrez « Ouverture et extensions » dans « Réglages Système ».
zh_hans: 在“系统设置”中打开“登录项与扩展”。

source: Open System Settings
es: Abrir Configuración del Sistema
fr: Ouvrir Réglages Système
zh_hans: 打开“系统设置”

source: Privacy Policy
es: Política de privacidad
fr: Confidentialité
zh_hans: 隐私政策

source: Select %@ next to File System Extensions.
es: Seleccione %@ junto a Extensiones del sistema de archivos.
fr: Sélectionnez %@ à côté de « Extensions du système de fichiers ».
zh_hans: 在“文件系统扩展”旁选择 %@。

source: Select the %@ next to File System Extensions. _Note that in current versions of macOS, you may need to first look at extensions 'by category' in order to enable FSKit extensions. Enabling the toggle while sorted 'by app' might not work._
es: Seleccione el %@ junto a Extensiones del sistema de archivos. _Ten en cuenta que en las versiones actuales de macOS, es posible que primero tengas que buscar las extensiones “por categoría” para poder habilitar las extensiones FSKit. Es posible que no funcione habilitar el interruptor mientras se ordenan “por app”._
fr: Sélectionnez le %@ à côté de « Extensions du système de fichiers ». Notez que dans les versions actuelles de macOS, vous devrez peut-être d'abord consulter les extensions « par catégorie » afin d'activer les extensions FSKit. L'activation du bouton bascule lorsque les extensions sont triées « par app » peut ne pas fonctionner.
zh_hans: 在“文件系统扩展”旁选择 %@。 _请注意，在当前版本的 macOS 中，您可能需要先“按类别”查看扩展才能启用 FSKit 扩展。如果以“按App”排序，启用该切换可能无效。_

source: The ExtendFS filesystem extension is enabled and ready to use. This app does not need to be running to mount disks.
es: La extensión del sistema de archivos ExtendFS está habilitada y lista para usar. No es necesario que esta aplicación esté en ejecución para montar discos.
fr: L'extension du système de fichiers ExtendFS est activée et prête à l'emploi. Cette application n'a pas besoin d'être exécutée pour monter les disques.
zh_hans: ExtendFS 文件系统扩展已启用并可使用。此应用无需运行即可挂载磁盘。

source: The file system extension needs to be enabled in System Settings.
es: La extensión del sistema de archivos debe estar habilitada en Configuración del Sistema.
fr: L'extension du système de fichiers doit être activée dans Réglages Système.
zh_hans: 文件系统扩展需在“系统设置”中启用。

source: The file system extension needs to be enabled in System Settings. _This app cannot automatically detect if the extension has been properly enabled on versions of macOS before macOS Tahoe 26.0. However, it will still function if enabled._
es: La extensión del sistema de archivos debe estar habilitada en Configuración del Sistema. _Esta aplicación no puede detectar automáticamente si la extensión se ha habilitado correctamente en versiones de macOS anteriores a macOS Tahoe 26.0. Sin embargo, seguirá funcionando si está habilitada._
fr: L'extension du système de fichiers doit être activée dans Réglages Système. _Cette application ne peut pas détecter automatiquement si l'extension a été correctement activée sur les versions de macOS antérieures à macOS Tahoe 26.0. Cependant, elle fonctionnera tout de même si elle est activée._
zh_hans: 文件系统扩展需在“系统设置”中启用。 _本应用无法在 macOS Tahoe 26.0 之前的版本上自动检测该扩展是否已正确启用，但如果已启用，应用仍可正常工作。_
